export const data = [
    {
        title: 'Какое из животных является насекомым?',
        variants: ['Собака', 'Кошка', 'Паук', 'Лев'],
        correctIndex: 3,
    },
    {
        title: 'Какое из чисел является простым?',
        variants: ['12', '23', '36', '45'],
        correctIndex: 1,
    },
    {
        title: 'Какое из морей является самым большим по площади?',
        variants: ['Черное море', 'Средиземное море', 'Каспийское море', 'Северное море'],
        correctIndex: 2,
    },
    {
        title: 'Какое из государств является самым населенным?',
        variants: ['Китай', 'США', 'Индия', 'Бразилия'],
        correctIndex: 0,
    },
    {
        title: 'Какой из фруктов является цитрусовым?',
        variants: ['Яблоко', 'Банан', 'Апельсин', 'Груша'],
        correctIndex: 2,
    },
    {
        title: 'Какая из столиц является столицей Франции?',
        variants: ['Лондон', 'Берлин', 'Париж', 'Рим'],
        correctIndex: 2,
    },
    {
        title: 'Какая из планет Солнечной системы является самой большой?',
        variants: ['Меркурий', 'Марс', 'Земля', 'Юпитер'],
        correctIndex: 3,
    },
    {
        title: 'Какой из цветов является вторичным?',
        variants: ['Красный', 'Желтый', 'Фиолетовый', 'Синий'],
        correctIndex: 2,
    },
    {
        title: 'Какая из операционных систем наиболее популярна среди смартфонов?',
        variants: ['Windows', 'Android', 'iOS', 'macOS'],
        correctIndex: 1,
    },
    {
        title: 'Какой из годов является високосным?',
        variants: ['2024', '2025', '2026', '1981'],
        correctIndex: 0,
    },
]
